{"meta":{"title":"重庆涪陵·杨莉名师工作室","subtitle":"聚焦化学教学 汇聚化学能量","description":null,"author":"重庆涪陵·杨莉名师工作室","url":"http://chem.pw"},"pages":[],"posts":[{"title":"浅谈高中化学学生总结反思问题","slug":"some-advice-about-learning-reflection","date":"2015-11-21T08:40:35.000Z","updated":"2015-12-21T08:55:45.000Z","comments":true,"path":"2015/11/21/some-advice-about-learning-reflection/","link":"","permalink":"http://chem.pw/2015/11/21/some-advice-about-learning-reflection/","excerpt":"","text":"孔子云，吾日三省吾身。如何做好学习反思，从来都是高中学生一个重要课题。建构主义也指出，应该由学生自己主动构建自己的知识体系。如果能从错误中吸取教训，补上自己的思维漏洞，对于构建自己的知识体系也有好处。这里笔者作为一个高中化学教师，简单的谈一下，如何正确的做好学习反思，尤其是考试后反思。为自己的学习，知识网络构建找到一个正确的方向。中学考试的目的在于考察学生对学科所要求的基础知识，基础技能，以及用这些知识分析，解决问题的能力，要求考生在一个独立的环境自主思考，运用所学知识解决问题。因此通过考试特别能够暴露学生的知识体系缺陷，以及一些坏的学习习惯。做好考试后反思尤为重要。有的学生虽然也在做错题集，做反思，但是只是简单的把题目和答案抄写了一遍。因而并不能起到什么作用。要做好学习反思，则应当对所犯错误进行归类总结。正确的分类，才能保证做到不同的失误采取不同的策略对待，做到事半功倍。需要注意到，引起失分主要有三个原因。即单纯的过失性失误，不规范答题，知识性错误。对于单纯的过失性失误，比如题目要求填写的是粒子数目但是错误的填写了物质的量，比如题目要求计算物质的量浓度而忘记带单位。这类失误往往具有偶然性，应当在应试过程中特别注意避免。对于学习成绩较好的学优生，应当考虑多做检查，逐步养成认真细致的好习惯。而对于学习比较吃力的学生，则最好是做好取舍，放弃一些计算较为复杂或者推理较为复杂的，自己较难得分的题目，省出时间做好检查，确保得到自己能得的分，最大化自己的试卷收益。即使在考试外，能权衡利弊，懂得取舍，也是一个人应该具有的优秀品质。对于不规范答题引起的失误，比如答题时字迹过于潦草无法辨认，或有机化学结构简式书写不规范（如苯环中间圆圈过大，键与原子未对其等），在试题中使用不规范的简化字等等。容易犯这类错误的同学往往缺乏一种严谨的态度。需要注意的是，自然科学，本身是准确，严谨的科学。这类失误往往具有系统性，即在同一个学生身上会反复重现。对待这类失误，应该注意到培养严谨的精神，在发现自己的这类失误以后，可以考虑记录在错题本中，多查看，时刻提醒自己慢慢改掉这种坏习惯。最后一种失误则是知识性错误。如果我们想要做好对知识性错误的总结，那对它做好分类也是必不可少的。从笔者看来，高中化学常出现的错误可以分为两类。即主要由记忆偏差引起的知识性错误和主要由逻辑不够完备，对相关概念理解不够透彻引起的知识性错误。建构主义学习理论认为，当学生在学习的时候，可能会受到原有生活经验或已有知识等的影响，在学习时产生与科学概念相异的概念，这样的概念就成为“迷思概念”。而迷思概念一旦形成，会对学生的学习持续的产生相当程度的负面影响。不可否认，化学学科本身存在较多需要记忆的内容，譬如大量仪器名称，还有一些譬如元素化合物相关的物理性质或者含量，元素周期表排布等等。对于这一类失误，应当注意到以教材为准，切勿胡编乱造，例如某些同学将容量瓶写为容量器，蒸馏烧瓶错误的简写为蒸馏瓶。或者因为记不住元素相关性质而导致某些元素化合物的推断无法进行。需要指出的是，这些知识都应该是构建化学知识体系的基础，若这类知识记忆不好，势必影响到对化学知识体系的建构。因此，应该像背诵语文课文一样，花足够时间在这类知识的记忆上。另一方面，大部分化学知识是需要结合逻辑推导，或者说本身跟其他内容是具有逻辑联系的。对于这些内容，则同样应该是教材为主，构建自己的逻辑体系。以初入高中觉得比较难的气体摩尔体积为例。很多学生无法正确的理解温度，压强，气体分子数目与气体体积的关系，导致在进行相关计算的时候不会正确的套用公式，甚至无从下手。而实际上，教材对这一部分的解读是逻辑非常严密的：首先教材以初中熟悉的电解水实验入手，结合之前已经学过的物质的摩尔质量，计算出该实验的氢气体积与氧气体积之比等于物质的量之比。则引出思考：是不是相同条件下气体体积比就等于物质的量之比，然后通过实际数据计算，一定程度上证实了这个结果。最后抓住气体分子远小于气体分子间距，导出最终结论：相同物质的量的气体具有相同体积。整个过程通过假设、计算验证、理论推导形成一个逻辑完备的理论提出框架，若能够认真阅读理解教材，对于理解相关概念应该是有很大帮助的。整本书对类似概念的处理，都比较到位，这里不再一一枚举。需要提醒各位同学的是，认真把握教材，是各位构建自己化学知识体系，避免逻辑漏洞的重要方法。另一方面，在元素化合物章节学习过程中，各种化学方程式太多难以记忆是很多同学心中的痛，由此引起考试中方程式书写错误，进一步导致某些计算题无法计算。需要注意的是，化学方程式同样是化学学习的一个基本，在学习过程中，如果运用分类的方法，联系新旧知识，应当会起到事半功倍的效果（人教版化学必修一将分类方法放在元素化合物学习前正是此意）。以各位同学比较头疼的铝的化合物书写为例。Al¬2O3作为两性氧化物，即既可以表现酸性氧化物的性质，也可表现碱性氧化物的性质。则表现酸性氧化物性质时，其行为应该与我们初中很熟悉的CO2性质相似：即与碱反应得到对应的盐和水，这里需要注意CO2对应的是碳酸，而Al2O3对应的是偏铝酸。（CO2+2NaOH = Na2CO3 + H2O Al2O3 + 2NaOH = 2NaAlO2 +H2O）与此类似还有Al(OH)3表现酸性时可以看作HAlO2·H2O，即一元酸，当它与碱反应时，与我们很熟悉的HCl行为一致，现在你应该很容易理解为什么一个氢氧化铝是与一个氢氧化钠反应了吧。除此之外，这里还推荐各位同学在一天的学习以后，能够抽出时间来回顾当日所学内容。对相关内容的理解，记忆也大有裨益。据一项在100多位大学生中所做的新的研究报道，当涉及到科学的时候，学生们通过简单的回忆练习可比通过诸如详细的概念图绘制这样的方法学到更多的东西。他们的实验结果显示信息检索不仅仅是在搜索储存在某人脑子中的知识并将其泄露出来，这一重新构建知识的举动本身就是一个加强有关科学概念学习的强有力的工具。最后提醒各位同学的是，在忙碌学习的同时，一定要注意保证充足的睡眠，确保劳逸结合。纽约大学医学院和北大深圳研究生院的研究人员利用先进的显微镜观察睡眠或睡眠剥夺的老鼠大脑神经突触的形成，显示睡眠中的老鼠形成更多的神经元连接——即它们在学习和记忆。他们比较了训练一小时然后睡眠和密集训练三小时同时剥夺睡眠的老鼠表现，发现充分睡眠的老鼠表现更好，其大脑形成更多突触。因而他们得出的结论是，如果学生想要长期记住某些内容，那么他们需要在学习之后睡个好觉而不是一直学习。","categories":[{"name":"论文发表","slug":"论文发表","permalink":"http://chem.pw/categories/论文发表/"}],"tags":[{"name":"总结反思","slug":"总结反思","permalink":"http://chem.pw/tags/总结反思/"},{"name":"高中化学","slug":"高中化学","permalink":"http://chem.pw/tags/高中化学/"}]},{"title":"浅谈新课程改革背景下高中化学教师的角色转变","slug":"prepare-for-modern-chemistry-education","date":"2015-09-30T09:57:57.000Z","updated":"2015-12-21T08:55:05.000Z","comments":true,"path":"2015/09/30/prepare-for-modern-chemistry-education/","link":"","permalink":"http://chem.pw/2015/09/30/prepare-for-modern-chemistry-education/","excerpt":"","text":"本文参与由涪陵区教科所组织的“中学化学优秀学术论文”获得二等奖。 新课程改革背景下，为高中化学带来了新的理念。新课程标准改革呈现出全球化趋势、信息化趋势、个性化趋势。寻求学生主体对知识的主动建构成为一种重要的教育理念和教学原则。作为一名普通的化学教师，必须从传统的角色中走出来，重新思考自身地位，以应对课程改革，切实搞好化学教学，提升学生素质，培养学生解决实际问题的能力。 一、 教师应该作为教学内容的制定者作为教师所应该做到的最基本的工作，也是最传统的工作即在于教学内容的制定。教师作为教学活动的组织者，必须要明确教给学生什么内容，以及如何来教。首先是内容的选择，我们的教学工作除了面向高考以外，高中也是学生走向社会以前，接受综合性知识的最后一站。为每一个学生奠定坚实的理科基础，避免日本核爆以后疯抢食盐这种闹剧，避免天津港大爆炸因为围观而丧生这种悲剧发生。是每一个化学教师的应有的职责。作为教学内容的制定者，应该做到对教材的合理把握。新教材必修一，必修二是新课程改革引入，要求所有学生都必须掌握的化学基础知识。因而内容上显得大而全，但是整体深度不高。对必修一，必修二的处理不适合采取以往老教材上过于注重深度和难度的处理方式，导致的结果往往是因为讲的较深而导致教学进度无法完成，同时因为期望较短的时间完成较深的内容完成导致教学内容巩固不够，从而导致学生模模糊糊晕头转向。在过去的教学过程中，笔者发现对待必修一，二的比较合理的方式应当是只讲授课本上知识不做过多拓展甚至不拓展，以较快速度完成新课教学而将重点放在基础知识的巩固上面是比较合理的。从定位上来讲因为必修一，二是作为基础知识普及的课本出现，只有切实做好基础知识巩固才是对以后教学的最好的铺垫。如果试图加深内容导致时间不够没有时间让学生自己消化巩固，让学生吃“夹生饭”是不可取的。甚至于，由于新教材环环相扣的特点，带来的结果可能是毁灭性的。作为教学活动的组织者，还应该做到的是合理安排教学难度渐进，其实不光是在大方向把握上，对于小章节内容的把握上同样需要做到循序渐进，从易到难，符合学生的认知规律。以必修一气体摩尔体积教学为例，人教版教材安排了一个实验（电解水实验），通过结合之前物质的量部分内容，建立起相同条件下物质的量之比等于气体体积之比的初步结论，再通过实际计算进一步巩固相同条件下，气体物质的量相同时，体积大致相同，而固体和液体体积无明显规律的事实。最终通过理论计算推到出，是因为气体粒子相对于气体粒子之间的距离太小而被忽略，进而最终得出相同条件下物质的量之比等于气体体积之比这一结论。教材上的整个推到过程思维严密，而且符合我们的思维过程（发现-验证-解释），是非常值得借鉴的。 二、 教学活动的督导者除了制定教学内容以外，作为整个教学活动的组织者，还应该做好教学活动的督导。传统的批改作业必不可少。掌握学生的学习情况，从而为每个学生制定合理的学习计划这无疑是至关重要的。张海江发现[1]，学生显著的期待老师作为提供咨询者（如帮助学生发展一些学习策略等，以及回答学生在学习中遇到的问题），动力维持者（帮助学生维持自主学习的兴趣、建立信心，鼓励学生坚持不懈的付出努力），动机激发者（激发学生学习动机，使之积极投入到自主学习中来）。这点对于学差生尤其重要。因为学差生往往基础知识较为薄弱，而学习习惯一般较差。从传统教育到能够切实的施行建构主义学习理论[2]所倡导的教师指导下的、以学生为中心的学习尚且需要现实条件中的人力物力支持。但是适当的为不同的学生定制不同的学习计划是可以实现的。通过为部分学习比较吃力的学生，基础比较差的学生安排一些基础的，他们力所能及的练习，讨论，是有可能的。期于通过这种方式激发学生自身的信心，最终能为这一部分学生奠定一定的基础，也算是对这些学生自己和他们父母有一个交代。 三、 学生学习的监督者尽管建构主义要求把学生作为学习的主体，但高中学生处于青春期[4]，知识经验不足，辨别力，自控力薄弱也是一个突出的特点。所以教师很有必要做好学生学习的监督，督促。在考试前后对学生进行心理疏导，协助学生找出学习中的盲点，漏洞。时刻关注学生作业中反映出的问题，及时给予某些学生积极反馈。必要的时候对学生进行鼓励。这些都是帮助学生取得好成绩所必不可少的。高中学生处于青春期，自身心理不稳定，不协调，情绪波动大，敏感，情感丰富强烈。从青少年心理特点出发，其实学生都是非常希望得到关注的，所以多花时间与学生交流沟通，解决学生疑惑，增进师生感情对于学生的学科兴趣非常有帮助。经常听到某些学生会跟我说因为XX老师过于XX，所以我不喜欢上TA的课。当然交流绝对不能是简陋的一句：你很不错加油。而是应该从学生的作业，课堂表现上，实践活动中，为其搭建解决问题的“脚手架”，并找出思维亮点及时加以鼓励。与此同时找出其中的漏洞，盲点加以点拨。这样才能做到让学生信服，真正让学生进步。 四、 学科兴趣培养者忠启泉，崔允等指出[3]，从历史上说，课程目标基本上有三种不同的价值取向：社会本位的课程目标学生本位的课程目标学科本位的课程目标除了实现社会本位的课程目标和学生本位的课程目标以外，实现学科本位的课程目标也有位重要。因此，教师应该把培养学生的学科兴趣也放在非常重要的位置。对于理科而言，指导学生发现逻辑之美。对于化学而言，让学生认识到如此缤纷灿烂的世界，仅仅只是由元素周期表里面那100多号元素通过各种不同的排列方式构建而成的，我想这本身就是这个学科最吸引人的地方。同时，化学也是一门非常精准的学科：“化学是最精确的科学，说几分钟就几分钟”（语出王志文主演电视剧《黑冰》）。可以说理学学科尤其是化学是人类试图理解，掌控这个世界而做出的不懈努力。通过学科教学延续知识，最终让人类理解，掌握这个世界，才是我们最终极的目的。 主要参考文献[1] 张海江，高中英语自主学习者对教师角色的期待，中学英语园地（教研版），2013,3[2] 何克抗， 建构主义的教学模式、教学方法与教学设计，北京师范大学学报(社会科学版)，1997,5[3] 钟启泉 崔允，新课程的理念与创新——— 师范生读本，高等教育出版社，2003[4] 张大均 吴明霞，社会变革时期青少年心理问题及对策研究的理性思考，西南师范大学学报（人文社会科学版）， 2004,3","categories":[{"name":"论文发表","slug":"论文发表","permalink":"http://chem.pw/categories/论文发表/"}],"tags":[{"name":"化学教育","slug":"化学教育","permalink":"http://chem.pw/tags/化学教育/"},{"name":"教师角色","slug":"教师角色","permalink":"http://chem.pw/tags/教师角色/"},{"name":"新课程改革","slug":"新课程改革","permalink":"http://chem.pw/tags/新课程改革/"}]},{"title":"一些化学相关视频","slug":"some-chemistry-related-video","date":"2015-09-17T09:57:57.000Z","updated":"2015-12-17T02:18:01.000Z","comments":true,"path":"2015/09/17/some-chemistry-related-video/","link":"","permalink":"http://chem.pw/2015/09/17/some-chemistry-related-video/","excerpt":"","text":"这里收集了一些化学相关的视频，其中包括： 北京电影学院学生 杨帆所制作的《疯狂化学》系列视频。 各种版本的元素周期表之歌。 中国科学技术大学主导的《美丽化学》视频集锦。 其他相关视频。 对于提升学生学科兴趣可能有一定帮助。下载地址：","categories":[{"name":"资源分享","slug":"资源分享","permalink":"http://chem.pw/categories/资源分享/"}],"tags":[{"name":"元素周期表之歌","slug":"元素周期表之歌","permalink":"http://chem.pw/tags/元素周期表之歌/"},{"name":"化学","slug":"化学","permalink":"http://chem.pw/tags/化学/"},{"name":"疯狂化学","slug":"疯狂化学","permalink":"http://chem.pw/tags/疯狂化学/"},{"name":"视频","slug":"视频","permalink":"http://chem.pw/tags/视频/"}]},{"title":"涪陵区杨莉化学名师工作室工作简报","slug":"brief-report-6-11","date":"2015-06-11T08:46:15.000Z","updated":"2015-12-21T08:48:42.000Z","comments":true,"path":"2015/06/11/brief-report-6-11/","link":"","permalink":"http://chem.pw/2015/06/11/brief-report-6-11/","excerpt":"","text":"团队寄语：工作室，陪伴我们成长。收获知识，收获希望，收获友谊。 2015年6月11日，涪陵区杨莉高中化学名师工作室召开了第一次工作会。会上，杨莉老师首先作了题为“2015年化学名师工作室 共同进步”的专题发言，表达了对青年教师的祝福与期盼。组织学习讨论通过了2015年工作室计划和课题实验研究方案。研究落实了本工作室日常的研究主题和具体活动内容，以及开展课题申请的工作。本次活动还特别邀请了涪陵区化学教研员张磊老师参加，张磊老师也对工作室的青年教师们提出了殷切的希望，并对工作室的工作开展提出了建议。最后工作室还向每位学员赠送了教学理论及人文素养方面书籍——《正面管教》、《亲爱的安德烈》、《一生的学习》、《人生的智慧》、《神奇的化学元素》、《心理学导论》。这次工作会目标明确，内容具体，激励每位学员认真制定个人成长计划，积极投入工作室活动之中。计划通过专题学习交流、问题 研讨、教学沙龙、课题实验、同课异构、送教下乡、课堂教学展示等，提高自己的教育教学能力，充分发挥示范、辐射作用，加快青年教师的成长。","categories":[],"tags":[{"name":"简报","slug":"简报","permalink":"http://chem.pw/tags/简报/"},{"name":"赠书活动","slug":"赠书活动","permalink":"http://chem.pw/tags/赠书活动/"}]}]}